{"Original_turns":{"0":["What is a physician's assistant?","What are the educational requirements required to become one?","What does it cost?","What's the average starting salary in the UK?","What about in the US?","What school subjects are needed to become a registered nurse?","What is the PA average salary vs an RN?","What the difference between a PA and a nurse practitioner?","Do NPs or PAs make more?","Is a PA above a NP?","What is the fastest way to become a NP?","How much longer does it take to become a doctor after being an NP?"],"1":["What are the main breeds of goat?","Tell me about boer goats.","What breed is good for meat?","Are angora goats good for it?","What about boer goats?","What are pygmies used for?","What is the best for fiber production?","How long do Angora goats live?","Can you milk them?","How many can you have per acre?","Are they profitable?"],"10":["What are  futuristic designs?","How did this become a new trend?","Why are most of the constructions inspired by these designs?","What are the different domains where such designs have been adapted?","How has it affected technology?","How have the different giants in the business responded to this?","Has its introduction led to increase in business?","If designs are already futuristic, how will this change in the future? "],"11":["What is a good age to get LASIK?","Give me a short description of the procedure.","What are its benefits?","What are the risks?","Describe experiences of some people who had it done.","Are there any good alternatives to it?","What is its success rate?","Once it's done, what kind of precautions do I need to take?","Does the effect wear off with age?"],"12":["What is tofu exactly?","How is it made?","What are its origins?","What is the best tofu?","Is it a kind of cheese?","Can I eat it raw?","What are common ways to cook it?","In what cuisines is it popular?","Is tofu good for you?","Can it make you sick?","Is too much tofu bad for you?"],"13":["What are scalable data center network architectures?","What are some examples?","Describe the characteristics of FAT tree topology.","What routes can be taken by an upstream packet?","Describe core, aggregator and edge switches.","Are flows bidirectional?","How many forwarding rules are there in each layer of the tree?","Describe the jellyfish architecture.","Which architecture is more resilient to failure?"],"14":["Tell me about the International Linguistics Olympiad.","How do I prepare for it?","How tough is the exam?","What kind of problems can I expect?","Tell me about the history of linguistics as a field.","Who was Panini and what were his contributions?","What is the link between linguistics and computer science?"],"15":["What is a normal blood sugar level?","What does it mean if it's higher than this?","What is a dangerous level?","How do you bring it down quickly?","How fast can it rise?","And what if it's lower than normal?","How does this make you feel?","Do different activities lead to an imbalance?","Is there a relation between age and sugar levels?"],"16":["What are the different forms of energy?","How can it be stored?","What type of energy is used in motion?","Tell me about mechanical energy.","Give me some examples.","Why is sound a form of mechanical energy?","How does it differ from potential energy?","Are potential and kinetic the same?","What type does chemical energy belong to?","What form of energy is used in eating?"],"17":["Describe Uranus.","What makes it so unusual?","Tell me about its orbit.","Why is it tilted?","How is its rotation different from other planets?","What is peculiar about its seasons?","Are there any other planets similar to it?","Describe the characteristics of Neptune.","Why is it important to our solar system?","How are these two planets similar to each other?","Can life exist on either of them?"],"18":["What is chemical energy?","Describe a chemical reaction.","How is it represented mathematically?","Give me an example.","What are the different kinds of reactions?","What is a decomposition reaction?","How is it a chemical change?","What is a synthesis reaction?","Tell me the differences between synthesis and decomposition."],"19":["Describe cell membranes.","What are its important functions?","Tell me about the phospholipid bilayer.","What are its functions?","What if the membrane gets damaged?","Do they repair themselves?","Which nutrients may help in the repair process?"],"2":["Tell me about the types of irregular heart beat.","How serious is an irregular heart beat?","What are the different types of tachycardia?  ","What is atrial flutter?","What causes it?","What's the difference between flutter and fibrillation?","How does afib affect an ECG?","Does it shorten your life?","What triggers it?","How do you stop an attack?","What is the best exercise for it?"],"20":["What is weathering?","What are its major types?","Tell me about chemical weathering.","How is it different from biological weathering?","Does it change the composition of rocks?","What is the end product of chemical weathering?","Give me an example.","What happens when quartz undergoes weathering?"],"21":["What are the most common spices used in cooking?","How are they different from herbs?","Why do spices taste good?","Where do most of them come from?","What cuisines use them heavily?","What are the most popular Indian ones?","Tell me about turmeric.","Are there any benefits of consuming it?","What is the oldest spice?","What is the most expensive and why?"],"22":["What are the main types of cattle farming?","What breeds produce the most milk?","How much do Holsteins produce?","What is special about Jersey milk?","Do we eat dairy cows?","What are the most common breeds for meat?","Where are angus beef from?","How much space do they need?"],"23":["How can I help my friend stop smoking?","What are its long term effects?","Does it cause cancer?","What makes it so addictive?","Are there any alternatives to nicotine?","How effective are the patches?","Tell me about the cold turkey method.","Describe typical withdrawal symptoms."],"24":["Tell me about Orca whales.","Are they really whales?","How do they hunt?","What do they eat?","Where did they get their name?","Are they dangerous?","Where can go to watch them?","When is a good season for spotting them?","How does captivity affect them? "],"25":["What defines a chemical element?","How are they related to the Periodic Table?","How is it organised?","How does a chemical compound differ from an element?","What are different types of compounds?","How are they formed?","Which ones are important for the human body?","What are important ones used on a daily basis?"],"26":["What comprises a balanced diet?","Is it the same for men as well as women?","What are some specific recommendations for women?","Are dairy products necessary for a good health?","Can it harm you instead?","How necessary is fiber?","What happens if it's consumed in a smaller amount than recommended?"],"27":["Describe global warming.","What are its dangers?","Are there any methods to prevent it getting worse?","What can I do at an individual level?","How do I reduce my carbon footprint?","Is the US government doing anything about it?","How is overpopulation related?"],"28":["What is the British Invasion in music?","What era did it happen?","What genre did it involve?","What is so special about it?","Which bands were a key part?","What was the leading band and what was its role?","Is it related to any other musical movements?","What was its impact on American music?","What other music movement succeeded it?"],"29":["What are some advantages of using Linux?","Can I run Windows software in it?","How does it compare to Windows?","Which of these is more popular?","How do I install software on it?","What is an easy way to install Python?","Tell me about how I can share files."],"3":["What was the neolithic revolution?","When did it start and end?","Why did it start?","What did the neolithic invent?","What tools were used?","When was it brought to the british isles?","Describe the period that follows it.","What was its significance?","What were the houses like?"],"4":["What are the best ways to cook a turkey?","Should I brine a turkey before smoking it?","How much salt do I use to brine it?","What kind of wood should I use?","How long should it be smoked for?","Is smoked turkey healthy?","What can you do with leftovers?","How long are leftovers good for in the fridge?","What's a recipe for smoked turkey soup?","How about one for chili?"],"5":["What are the most important US supreme court cases?","What did Plessy v. Ferguson establish?","How about Marbury vs Madison?","Was it unanimous?","What was the implication of Roe vs Wade?","What were the main arguments?","What was the point of Brown v Board of Ed?","What were the main arguments?","Why is it important today?"],"6":["What are the different types of macromolecules?","Tell me about the characteristics of carbohydrates.","What are they composed of?","What is their basic structure?","What are the main types with examples of each?","Tell me about lipids.","What is their function?","What are the types of lipids?","What is the most common?","What is the difference between them and carbohydrates?","Why are carbs better?"],"7":["What was the Securities Act of 1933?","What is exempt from it?","Why was it needed?","What was the reason for creating the 1934 act?","What is the largest securities exchange in the world?","How and when when was it created?","What was the first stock market? "],"8":["Why is statistics important?","Why should one study it?","Tell me about its career options.","Are Data Scientists in high demand?","How much do they make on average in a year?","What is range in statistics?","Describe some different metrics to interpret it.","What are quartiles?","How do you find the lower and upper quartile?"],"9":["How does water freeze?","What happens to its molecules?","Why isn't the bottom of the ocean frozen?","Can the bottom of the ocean freeze?","Where is the coldest place on Earth?","Does Dome Fuji have inhabitants?","Why is Antarctica so cold?","How cold is the water underneath the ice?","What is the biggest town?"]},"Reformulated_turns":{"0":["What is a physician's assistant?","What are the educational requirements required to become a physician's assistant?","What does the educational requirements required to become a physician's assistant cost?","What's the average physician's assistant starting salary in the UK?","What about the average physician's assistant starting salary the US?","What school subjects are needed to become a registered nurse?","What is the physician's assistant average salary vs a registered nurse?","What the difference between a physician's assistant and a nurse practitioner?","Do nurse practitioners or physician's assistants make more starting salary?","Is a physician's assistant position above a nurse practitioner?","What is the fastest way to become a nurse practitioner?","How much longer does it take to become a doctor after being an nurse practitioner?"],"1":["What are the main breeds of goat?","Tell me about boer goats.","What breed of goat is good for meat?","Are angora goats good for meat?","What about boer goats good for meat?","What are pygmies goat used for?","What is the best goat for fiber production?","How long do Angora goats live?","Can you milk Angora goats?","How many Angora goats can you have per acre?","Are Angora goats profitable?"],"10":["What are  futuristic designs?","How did futuristic designs become a new trend?","Why are most of the constructions inspired by futuristic designs?","What are the different domains where such futuristic designs have been adapted?","How has futuristic designs affected technology?","How have the different giants in technology business responded to futuristic designs?","Has futuristic designs introduction led to increase in technology business?","If designs are already futuristic, how will this change in the future? "],"11":["What is a good age to get LASIK?","Give me a short description of the LASIK procedure.","What are LASIK benefits?","What are the LASIK risks?","Describe experiences of some people who had LASIK done.","Are there any good alternatives to LASIK?","What is LASIK success rate?","Once LASIK is done, what kind of precautions do I need to take?","Does the effect of LASIK wear off with age?"],"12":["What is tofu exactly?","How is tofu made?","What are tofus origins?","What is the best tofu?","Is tofu a kind of cheese?","Can I eat tofu raw?","What are common ways to cook tofu?","In what cuisines is tofu popular?","Is tofu good for you?","Can tofu make you sick?","Is too much tofu bad for you?"],"13":["What are scalable data center network architectures?","What are some examples of scalable data center network architectures?","Describe the characteristics of FAT tree topology.","What routes can be taken by an upstream packet in a FAT tree?","Describe FAT tree core, aggregator and edge switches.","Are FAT tree flows bidirectional?","How many forwarding rules are there in each layer of the FAT tree?","Describe the jellyfish network architecture.","Which scalable data center network architecture is more resilient to failure?"],"14":["Tell me about the International Linguistics Olympiad.","How do I prepare for the International Linguistics Olympiad?","How tough is the International Linguistics Olympiad exam?","What kind of problems can I expect in the International Linguistics Olympiad.?","Tell me about the history of linguistics as a field.","Who was Panini and what were his contributions to linguistics?","What is the link between linguistics and computer science?"],"15":["What is a normal blood sugar level?","What does it mean if blood sugar higher than the normal blood sugar level?","What is a dangerous blood sugar level?","How do you bring blood sugar level down quickly?","How fast can blood sugar level rise?","And what if blood sugar level is lower than normal?","How does a lower blood sugar level make you feel?","Do different activities lead to an imbalance in blood sugar level?","Is there a relation between age and sugar levels?"],"16":["What are the different forms of energy?","How can energy be stored?","What type of energy is used in motion?","Tell me about mechanical energy.","Give me some examples of mechanical energy","Why is sound a form of mechanical energy?","How does mechanical energy differ from potential energy?","Are potential and kinetic energy the same?","What type of energy does chemical energy belong to?","What form of energy is used in eating?"],"17":["Describe Uranus.","What makes Uranus so unusual?","Tell me about Uranus orbit.","Why is Uranus orbit tilted?","How is Uranus orbit rotation different from other planets?","What is peculiar about Uranus seasons?","Are there any other planets similar to Uranus?","Describe the characteristics of Neptune.","Why is Neptune important to our solar system?","How are the planets Uranus and Neptune similar to each other?","Can life exist on Uranus or Neptune of them?"],"18":["What is chemical energy?","Describe a chemical reaction.","How is a chemical reaction represented mathematically?","Give me an example of a chemical reaction mathematically.","What are the different kinds of chemical reactions?","What is a decomposition reaction?","How is decomposition reaction a chemical change?","What is a synthesis reaction?","Tell me the differences between synthesis reaction and decomposition reaction."],"19":["Describe cell membranes.","What are the cell membranes important functions?","Tell me about the phospholipid bilayer in cell membranes.","What are cell membranes functions?","What happens if the cell membranes gets damaged?","Do cell cell membranes repair themselves?","Which nutrients may help in the repair process of cell membranes?"],"2":["Tell me about the types of irregular heart beat.","How serious is an irregular heart beat?","What are the different types of tachycardia?  ","What is atrial flutter?","What causes atrial flutter?","What's the difference between atrial flutter and fibrillation?","How does atrial fibrillation affect an ECG?","Does atrial fibrillation shorten your life?","What triggers atrial fibrillation?","How do you stop an atrial fibrillation attack?","What is the best exercise for to stop an atrial fibrillation attack?"],"20":["What is weathering?","What are weathering major types?","Tell me about chemical weathering.","How is chemical weathering different from biological weathering?","Does chemical weathering change the composition of rocks?","What is the end product of chemical weathering?","Give me an example the end product of chemical weathering?","What happens when quartz undergoes chemical weathering?"],"21":["What are the most common spices used in cooking?","How are spices different from herbs?","Why do spices taste good?","Where do most spices come from?","What cuisines use spices heavily?","What are the most popular Indian spices?","Tell me about turmeric.","Are there any benefits of consuming turmeric?","What is the oldest spice?","What is the most expensive spice and why?"],"22":["What are the main types of cattle farming?","What breeds of cattle produce the most milk?","How much do Holsteins cattle produce?","What is special about Jersey cattle milk?","Do we eat dairy cattle?","What are the most common cattle breeds for meat?","Where are angus cattle from?","How much space do angus cattle need?"],"23":["How can I help my friend stop smoking?","What are smoking long term effects?","Does smoking cause cancer?","What makes smoking so addictive?","Are there any alternatives to smoking nicotine?","How effective are the nicotine patches?","Tell me about the cold turkey method for smoking.","Describe typical smoking withdrawal symptoms."],"24":["Tell me about Orca whales.","Are Orca whales really whales?","How do Orca whales hunt?","What do Orca whales eat?","Where did Orca whales get their name?","Are Orca whales dangerous?","Where can go to watch Orca whales?","When is a good season for spotting Orca whales?","How does captivity affect Orca whales? "],"25":["What defines a chemical element?","How are chemical element related to the Periodic Table?","How is the Periodic Table organised?","How does a chemical compound differ from an element?","What are different types of chemical compounds?","How are chemical compounds formed?","Which chemical compounds are important for the human body?","What are important chemical compounds used on a daily basis?"],"26":["What comprises a balanced diet?","Is balanced diet the same for men as well as women?","What are some specific balanced diet recommendations for women?","Are dairy products necessary for a good health?","Can dairy products harm you instead?","How necessary is fiber in a balanced diet?","What happens if fiber consumed in a smaller amount than recommended?"],"27":["Describe global warming.","What are global warming dangers?","Are there any methods to prevent global warming getting worse?","What can I do at an individual level to prevent global warming getting worse?","How do I reduce my carbon footprint?","Is the US government doing anything about carbon footprint?","How is overpopulation related to global warming?"],"28":["What is the British Invasion in music?","What era did British Invasion in music happen?","What genre did British Invasion in music involve?","What is so special about British Invasion in music?","Which bands were a key part in British Invasion in music?","What was the leading band and what was leading bands role in British Invasion in music?","Is British Invasion in music related to any other musical movements?","What was British Invasion in music impact on American music?","What other music movement succeeded British Invasion in music?"],"29":["What are some advantages of using Linux?","Can I run Windows software in Linux?","How does Linux compare to Windows?","Which is more popular Linux or WIndows?","How do I install software on Linux?","What is an easy way to install Python on Linux?","Tell me about how I can share files on Linux."],"3":["What was the neolithic revolution?","When did the neolithic revolution start and end?","Why did the neolithic revolution start?","What did the neolithic invent?","What tools were used by the neolithic?","When were tools were used by the neolithic brought to the british isles?","Describe the period that follows the neolithic revolution.","What was neolithic revolution significance?","What were the houses in the neolithic revolution like?"],"4":["What are the best ways to cook a turkey?","Should I brine a turkey before smoking it?","How much salt do I use to brine a turkey?","What kind of wood should I use to brine a turkey?","How long should a brine turkey be smoked for?","Is smoked turkey healthy?","What can you do with smoked turkey leftovers?","How long are smoked turkey leftovers good for in the fridge?","What's a recipe for smoked turkey soup?","How about a recipe for smoked turkey for chili?"],"5":["What are the most important US supreme court cases?","What did Plessy v. Ferguson court case establish?","How about Marbury vs Madison court case?","Was Marbury vs Madison unanimous court case?","What was the implication of Roe vs Wade court case?","What were the main arguments of Roe vs Wade court case?","What was the point of Brown v Board of Ed court case?","What were the main arguments of Brown v Board of Ed court case?","Why is the main arguments of Brown v Board of Ed court case important today?"],"6":["What are the different types of macromolecules?","Tell me about the characteristics of carbohydrates macromolecules.","What are carbohydrates composed of?","What is carbohydrates macromolecules basic structure?","What are the main types of macromolecules carbohydrates with examples of each?","Tell me about lipids.","What is lipids function?","What are the types of lipids?","What is the most common type of lipids?","What is the difference between lipids and carbohydrates?","Why are carbohydrates better than lipds?"],"7":["What was the Securities Act of 1933?","What is exempt from the Securities Act of 1933?","Why was the Securities Act of 1933 needed?","What was the reason for creating the 1934 Securities act?","What is the largest securities exchange in the world?","How and when was the largest securities exchange in the world created?","What was the first stock market? "],"8":["Why is statistics important?","Why should one study statistics?","Tell me about statistics career options.","Are Data Scientists in high demand?","How much do Data Scientists make on average in a year?","What is range in statistics?","Describe some different metrics to interpret range in statistics.","What are quartiles in statistics?","How do you find the lower and upper quartile in statistics?"],"9":["How does water freeze?","What happens to water molecules when water moelcules freeze?","Why isn't the bottom of the ocean frozen?","Can the bottom of the ocean freeze?","Where is the coldest place on Earth?","Does Dome Fuji have inhabitants?","Why is Antarctica so cold?","How cold is the water underneath the ice in Antartica?","What is the biggest town?"]},"Slots":{"0":[{},{"one":["physician's assistant"]},{"it":["the educational requirements"],"":["physician's assistant"]},{"":["physician's assistant"]},{"":["physician's assistant","starting salary"]},{},{"PA":["physician's assistant"],"RN":["registered nurse"]},{"PA":["physician's assistant"]},{"PA":["physician's assistant"],"NP":["nurse practitioner"],"":["starting salary"]},{"PA":["physician's assistant"],"NP":["nurse practitioner"],"":["position"]},{"NP":["nurse practitioner"]},{"NP":["nurse practitioner"]}],"1":[{},{},{"":["goat"]},{"it":["meat"]},{"":["good for meat"]},{"":["goat"]},{"":["goat"]},{},{"them":["Angora goats"]},{"":["Angora goats"]},{"":["Angora goats"]}],"10":[{},{"this":["futuristic designs"]},{"designs":["futuristic designs"]},{"designs":["futuristic designs"]},{"it":["futuristic designs"]},{"this":["futuristic designs"],"business":["technology business"]},{"its":["futuristic designs"],"business":["technology business"]},{}],"11":[{},{"":["LASIK"]},{"its":["LASIK"]},{"":["LASIK"]},{"it":["LASIK"]},{"it":["LASIK"]},{"its":["LASIK"]},{"it's":["LASIK"]},{"":["LASIK"]}],"12":[{},{"it":["tofu"]},{"its":["tofu"]},{},{"it":["tofu"]},{"it":["tofu"]},{"it":["tofu"]},{"it":["tofu"]},{},{"it":["tofu"]},{}],"13":[{},{"":["scalable data center network architectures"]},{},{"":["FAT tree"]},{"":["FAT tree"]},{"":["FAT tree"]},{"tree":["FAT tree"]},{},{"data center network architecture":["scalable data center network architecture"]}],"14":[{},{"it":["International Linguistics Olympiad"]},{"":["International Linguistics Olympiad"]},{"":["International Linguistics Olympiad"]},{},{"":["linguistics"]},{}],"15":[{},{"this":["blood sugar level"]},{"":["blood sugar level"]},{"it":["blood sugar level"]},{"it":["blood sugar level"]},{"it's":["blood sugar level"]},{"this":["blood sugar level"]},{"":["blood sugar level"]},{"sugar levels":["blood sugar level"]}],"16":[{},{"it":["energy"]},{},{},{"":["mechanical energy"]},{},{"it":["mechanical energy"]},{},{"":["energy"]},{}],"17":[{},{"it":["Uranus"]},{"its":["Uranus"]},{"":["Uranus"],"it":["orbit"]},{"":["Uranus"],"it":["orbit"]},{"its":["Uranus"]},{"it":["Uranus"]},{},{"":["Neptune"]},{"these":["Neptune","Uranus"]},{"either":["Neptune","Uranus"]}],"18":[{},{},{"it":["chemical reaction"]},{"":["chemical reaction"],"it":["mathematically"]},{"reactions":["chemical reaction"]},{},{"it":["decomposition reaction"]},{},{"synthesis":["synthesis reaction"],"decomposition":["decomposition reaction"]}],"19":[{},{"its":["cell membranes"]},{"":["cell membranes"]},{"its":["cell membranes"]},{"membrane":["cell membranes"]},{"membrane":["cell membranes"]},{"":["cell membranes"]}],"2":[{},{},{},{},{"it":["atrial flutter"]},{"flutter":["atrial flutter"]},{"afig":["atrial flutter"]},{"it":["atrial fibrillation"]},{"it":["atrial fibrillation"]},{"":["atrial fibrillationr"]},{"it":["atrial fibrillation"]}],"20":[{},{"its":["weathering"]},{},{"it":["chemical weathering"]},{"it":["chemical weathering"]},{},{"":["chemical weathering","end product"]},{"weathering":["chemical weathering"]}],"21":[{},{"they":["spices"]},{},{"them":["spices"]},{"them":["spices"]},{"ones":["spices"]},{},{"it":["tumeric"]},{},{"":["spices"]}],"22":[{},{"":["cattle"]},{"":["cattle"]},{"":["cattle"]},{"cow":["cattle"]},{"":["cattle"]},{"beef":["cattle"]},{"":["cattle"],"they":["angus"]}],"23":[{},{"its":["smoking"]},{"it":["smoking"]},{"it":["smoking"]},{"":["smoking"]},{"":["nicotine"]},{"":["smoking"]},{"":["smoking"]}],"24":[{},{"they":["Orca whales"]},{"they":["Orca whales"]},{"they":["Orca whales"]},{"they":["Orca whales"]},{"they":["Orca whales"]},{"them":["Orca whales"]},{"them":["Orca whales"]},{"them":["Orca whales"]}],"25":[{},{"they":["chemical element"]},{"it":["Periodic Table organised"]},{},{"compound":["chemical compounds"]},{"they":["chemical compounds"]},{"ones":["chemical compounds"]},{"ones":["chemical compounds"]}],"26":[{},{"it":["balanced diet"]},{"":["balanced diet"]},{},{"it":["dairy products"]},{"":["balanced diet"]},{"it's":["fiber"]}],"27":[{},{"its":["global warming"]},{"it":["global warming"]},{"it":["global warming"]},{},{"it":["carbon footprint"]},{"":["global warming"]}],"28":[{},{"it":["British Invasion in music"]},{"it":["British Invasion in music"]},{"it":["British Invasion in music"]},{"":["British Invasion in music"]},{"its":["leading bandsc"],"":["British Invasion in music"]},{"it":["British Invasion in music"]},{"it":["British Invasion in music"]},{"it":["British Invasion in music"]}],"29":[{},{"it":["Linux"]},{"it":["Linux"]},{"these":["Windows","Linux"]},{"it":["Linux"]},{"":["Linux"]},{"":["Linux"]}],"3":[{},{"it":["neolithic revolution"]},{"it":["neolithic revolution"]},{},{"":["neolithic"]},{"it":["tools"],"":["neolithic"]},{"it":["neolithic revolution"]},{"it":["neolithic revolution"]},{"":["neolithic revolution"]}],"4":[{},{},{"it":["a turkey"]},{"":["a turkey","brine"]},{"":["a turkey","brine"]},{},{"":["turkey"]},{"":["turkey"]},{},{"one":["smoked turkey"]}],"5":[{},{"":["court case"]},{"":["court case"]},{"":["court case"]},{"":["court case"]},{"":["court case"]},{"":["court case"]},{"":["court case"]},{"":["court case"]}],"6":[{},{"":["macromolecules"]},{"they":["carbohydrates"],"":["macromolecules"]},{"":["macromolecules"]},{"":["macromolecule","carbohydrates"]},{},{"their":["lipids "]},{},{"":["type","lipids"]},{"them":["lipds"]},{"carbs":["carbohydrates"],"":["lipids"]}],"7":[{},{"it":["Securities Act of 1933"]},{"it":["Securities Act of 1933"]},{"act":["Securities act"]},{},{"it":["largest securities exchange in the world"]},{}],"8":[{},{"it":["statistics"]},{},{},{"they":["Data Scientists"]},{},{"":["in statistics"],"it":["range"]},{"":["in statistics"]},{"":["in statistics"]}],"9":[{},{"its":["water"],"":["freeze"]},{},{},{},{},{},{"":["Antarctica"]},{}]},"Original_no_abs":{"0":["What is a physician's assistant?","What are the educational requirements required to become one?","What does it cost?","What's the average starting salary in the UK?","What about in the US?","What school subjects are needed to become a registered nurse?","What is the PA average salary vs an registered nurse?","What the difference between a physician's assistant and a nurse practitioner?","Do nurse practitioners or PAs make more?","Is a PA above a nurse practitioner?","What is the fastest way to become a nurse practitioner?","How much longer does it take to become a doctor after being an nurse practitioner?"],"1":["What are the main breeds of goat?","Tell me about boer goats.","What breed is good for meat?","Are angora goats good for it?","What about boer goats?","What are pygmies used for?","What is the best for fiber production?","How long do Angora goats live?","Can you milk them?","How many can you have per acre?","Are they profitable?"],"10":["What are  futuristic designs?","How did this become a new trend?","Why are most of the constructions inspired by these futuristic designs?","What are the different domains where such futuristic designs have been adapted?","How has it affected technology?","How have the different giants in the technology business responded to this?","Has its introduction led to increase in technology business?","If designs are already futuristic, how will this change in the future? "],"11":["What is a good age to get LASIK?","Give me a short description of the procedure.","What are its benefits?","What are the risks?","Describe experiences of some people who had it done.","Are there any good alternatives to it?","What is its success rate?","Once it's done, what kind of precautions do I need to take?","Does the effect wear off with age?"],"12":["What is tofu exactly?","How is it made?","What are its origins?","What is the best tofu?","Is it a kind of cheese?","Can I eat it raw?","What are common ways to cook it?","In what cuisines is it popular?","Is tofu good for you?","Can it make you sick?","Is too much tofu bad for you?"],"13":["What are scalable data center network architectures?","What are some examples?","Describe the characteristics of FAT tree topology.","What routes can be taken by an upstream packet?","Describe core, aggregator and edge switches.","Are flows bidirectional?","How many forwarding rules are there in each layer of the FAT tree?","Describe the jellyfish architecture.","Which architecture is more resilient to failure?"],"14":["Tell me about the International Linguistics Olympiad.","How do I prepare for it?","How tough is the exam?","What kind of problems can I expect?","Tell me about the history of linguistics as a field.","Who was Panini and what were his contributions?","What is the link between linguistics and computer science?"],"15":["What is a normal blood sugar level?","What does it mean if it's higher than this?","What is a dangerous level?","How do you bring it down quickly?","How fast can it rise?","And what if it's lower than normal?","How does this make you feel?","Do different activities lead to an imbalance?","Is there a relation between age and blood sugar level?"],"16":["What are the different forms of energy?","How can it be stored?","What type of energy is used in motion?","Tell me about mechanical energy.","Give me some examples.","Why is sound a form of mechanical energy?","How does it differ from potential energy?","Are potential and kinetic the same?","What type does chemical energy belong to?","What form of energy is used in eating?"],"17":["Describe Uranus.","What makes it so unusual?","Tell me about its orbit.","Why is it tilted?","How is its rotation different from other planets?","What is peculiar about its seasons?","Are there any other planets similar to it?","Describe the characteristics of Neptune.","Why is it important to our solar system?","How are these two planets similar to each other?","Can life exist on either of them?"],"18":["What is chemical energy?","Describe a chemical reaction.","How is it represented mathematically?","Give me an example.","What are the different kinds of chemical reaction?","What is a decomposition reaction?","How is it a chemical change?","What is a synthesis reaction?","Tell me the differences between synthesis and decomposition reaction."],"19":["Describe cell membranes.","What are its important functions?","Tell me about the phospholipid bilayer.","What are its functions?","What if the cell membranes gets damaged?","Do they repair themselves?","Which nutrients may help in the repair process?"],"2":["Tell me about the types of irregular heart beat.","How serious is an irregular heart beat?","What are the different types of tachycardia?  ","What is atrial flutter?","What causes it?","What's the difference between atrial flutter and fibrillation?","How does atrial flutter affect an ECG?","Does it shorten your life?","What triggers it?","How do you stop an attack?","What is the best exercise for it?"],"20":["What is weathering?","What are its major types?","Tell me about chemical weathering.","How is it different from biological weathering?","Does it change the composition of rocks?","What is the end product of chemical weathering?","Give me an example.","What happens when quartz undergoes chemical weathering?"],"21":["What are the most common spices used in cooking?","How are they different from herbs?","Why do spices taste good?","Where do most of them come from?","What cuisines use them heavily?","What are the most popular Indian ones?","Tell me about turmeric.","Are there any benefits of consuming it?","What is the oldest spice?","What is the most expensive and why?"],"22":["What are the main types of cattle farming?","What breeds produce the most milk?","How much do Holsteins produce?","What is special about Jersey milk?","Do we eat dairy cattles?","What are the most common breeds for meat?","Where are angus cattle from?","How much space do they need?"],"23":["How can I help my friend stop smoking?","What are its long term effects?","Does it cause cancer?","What makes it so addictive?","Are there any alternatives to nicotine?","How effective are the patches?","Tell me about the cold turkey method.","Describe typical withdrawal symptoms."],"24":["Tell me about Orca whales.","Are they really whales?","How do they hunt?","What do they eat?","Where did they get their name?","Are they dangerous?","Where can go to watch them?","When is a good season for spotting them?","How does captivity affect them? "],"25":["What defines a chemical element?","How are they related to the Periodic Table?","How is it organised?","How does a chemical compound differ from an element?","What are different types of chemical compoundss?","How are they formed?","Which ones are important for the human body?","What are important ones used on a daily basis?"],"26":["What comprises a balanced diet?","Is it the same for men as well as women?","What are some specific recommendations for women?","Are dairy products necessary for a good health?","Can it harm you instead?","How necessary is fiber?","What happens if it's consumed in a smaller amount than recommended?"],"27":["Describe global warming.","What are its dangers?","Are there any methods to prevent it getting worse?","What can I do at an individual level?","How do I reduce my carbon footprint?","Is the US government doing anything about it?","How is overpopulation related?"],"28":["What is the British Invasion in music?","What era did it happen?","What genre did it involve?","What is so special about it?","Which bands were a key part?","What was the leading band and what was its role?","Is it related to any other musical movements?","What was its impact on American music?","What other music movement succeeded it?"],"29":["What are some advantages of using Linux?","Can I run Windows software in it?","How does it compare to Windows?","Which of these is more popular?","How do I install software on it?","What is an easy way to install Python?","Tell me about how I can share files."],"3":["What was the neolithic revolution?","When did it start and end?","Why did it start?","What did the neolithic invent?","What tools were used?","When was it brought to the british isles?","Describe the period that follows it.","What was its significance?","What were the houses like?"],"4":["What are the best ways to cook a turkey?","Should I brine a turkey before smoking it?","How much salt do I use to brine it?","What kind of wood should I use?","How long should it be smoked for?","Is smoked turkey healthy?","What can you do with leftovers?","How long are leftovers good for in the fridge?","What's a recipe for smoked turkey soup?","How about one for chili?"],"5":["What are the most important US supreme court cases?","What did Plessy v. Ferguson establish?","How about Marbury vs Madison?","Was it unanimous?","What was the implication of Roe vs Wade?","What were the main arguments?","What was the point of Brown v Board of Ed?","What were the main arguments?","Why is it important today?"],"6":["What are the different types of macromolecules?","Tell me about the characteristics of carbohydrates.","What are they composed of?","What is their basic structure?","What are the main types with examples of each?","Tell me about lipids.","What is their function?","What are the types of lipids?","What is the most common?","What is the difference between them and carbohydrates?","Why are carbohydrates better?"],"7":["What was the Securities Act of 1933?","What is exempt from it?","Why was it needed?","What was the reason for creating the 1934 Securities act?","What is the largest securities exchange in the world?","How and when when was it created?","What was the first stock market? "],"8":["Why is statistics important?","Why should one study it?","Tell me about its career options.","Are Data Scientists in high demand?","How much do they make on average in a year?","What is range in statistics?","Describe some different metrics to interpret it.","What are quartiles?","How do you find the lower and upper quartile?"],"9":["How does water freeze?","What happens to its molecules?","Why isn't the bottom of the ocean frozen?","Can the bottom of the ocean freeze?","Where is the coldest place on Earth?","Does Dome Fuji have inhabitants?","Why is Antarctica so cold?","How cold is the water underneath the ice?","What is the biggest town?"]},"Original_EntityIndex":{"0":["what is a entity_5?","what are entity_4 required to become one?","what does it cost?","what's the average entity_1 in the uk?","what about in the us?","what school subjects are needed to become a entity_3?","what is the pa average salary vs an entity_3?","what the difference between a entity_5 and a entity_2?","do nurse practitioners or pas make more?","is a pa above a entity_2?","what is the fastest way to become a entity_2?","how much longer does it take to become a doctor after being an entity_2?"],"1":["what are the main breeds of entity_1?","tell me about boer goats.","what breed is entity_2?","are entity_3 good for it?","what about boer goats?","what are pygmies used for?","what is the best for fiber production?","how long do entity_3 live?","can you milk them?","how many can you have per acre?","are they profitable?"],"10":["what are   entity_2?","how did this become a new trend?","why are most of the constructions inspired by these entity_2?","what are the different domains where such entity_2 have been adapted?","how has it affected technology?","how have the different giants in the entity_1 responded to this?","has its introduction led to increase in entity_1?","if designs are already futuristic, how will this change in the future?"],"11":["what is a good age to get entity_1?","give me a short description of the procedure.","what are its benefits?","what are the risks?","describe experiences of some people who had it done.","are there any good alternatives to it?","what is its success rate?","once it's done, what kind of precautions do i need to take?","does the effect wear off with age?"],"12":["what is entity_1 exactly?","how is it made?","what are its origins?","what is the best entity_1?","is it a kind of cheese?","can i eat it raw?","what are common ways to cook it?","in what cuisines is it popular?","is entity_1 good for you?","can it make you sick?","is too much entity_1 bad for you?"],"13":["what are entity_1?","what are some examples?","describe the characteristics of entity_2 topology.","what routes can be taken by an upstream packet?","describe core, aggregator and edge switches.","are flows bidirectional?","how many forwarding rules are there in each layer of the entity_2?","describe the jellyfish architecture.","which architecture is more resilient to failure?"],"14":["tell me about the international entity_1 olympiad.","how do i prepare for it?","how tough is the exam?","what kind of problems can i expect?","tell me about the history of entity_1 as a field.","who was panini and what were his contributions?","what is the link between entity_1 and computer science?"],"15":["what is a normal entity_1?","what does it mean if it's higher than this?","what is a dangerous level?","how do you bring it down quickly?","how fast can it rise?","and what if it's lower than normal?","how does this make you feel?","do different activities lead to an imbalance?","is there a relation between age and entity_1?"],"16":["what are the different forms of entity_2?","how can it be stored?","what type of entity_2 is used in motion?","tell me about entity_1.","give me some examples.","why is sound a form of entity_1?","how does it differ from potential entity_2?","are potential and kinetic the same?","what type does chemical entity_2 belong to?","what form of entity_2 is used in eating?"],"17":["describe entity_2.","what makes it so unusual?","tell me about its entity_3.","why is it tilted?","how is its rotation different from other planets?","what is peculiar about its seasons?","are there any other planets similar to it?","describe the characteristics of entity_1.","why is it important to our solar system?","how are these two planets similar to each other?","can life exist on either of them?"],"18":["what is chemical energy?","describe a entity_1.","how is it represented entity_2?","give me an example.","what are the different kinds of entity_1?","what is a entity_3?","how is it a chemical change?","what is a entity_4?","tell me the differences between synthesis and entity_3."],"19":["describe entity_1.","what are its important functions?","tell me about the phospholipid bilayer.","what are its functions?","what if the entity_1 gets damaged?","do they repair themselves?","which nutrients may help in the repair process?"],"2":["tell me about the types of irregular heart beat.","how serious is an irregular heart beat?","what are the different types of tachycardia?","what is entity_1?","what causes it?","what's the difference between entity_1 and fibrillation?","how does entity_1 affect an ecg?","does it shorten your life?","what triggers it?","how do you stop an attack?","what is the best exercise for it?"],"20":["what is entity_3?","what are its major types?","tell me about entity_2.","how is it different from biological entity_3?","does it change the composition of rocks?","what is the entity_1 of entity_2?","give me an example.","what happens when quartz undergoes entity_2?"],"21":["what are the most common entity_1 used in cooking?","how are they different from herbs?","why do entity_1 taste good?","where do most of them come from?","what cuisines use them heavily?","what are the most popular indian ones?","tell me about turmeric.","are there any benefits of consuming it?","what is the oldest spice?","what is the most expensive and why?"],"22":["what are the main types of entity_1 farming?","what breeds produce the most milk?","how much do holsteins produce?","what is special about jersey milk?","do we eat dairy cattles?","what are the most common breeds for meat?","where are entity_2 entity_1 from?","how much space do they need?"],"23":["how can i help my friend stop entity_2?","what are its long term effects?","does it cause cancer?","what makes it so addictive?","are there any alternatives to entity_1?","how effective are the patches?","tell me about the cold turkey method.","describe typical withdrawal symptoms."],"24":["tell me about entity_1.","are they really whales?","how do they hunt?","what do they eat?","where did they get their name?","are they dangerous?","where can go to watch them?","when is a good season for spotting them?","how does captivity affect them?"],"25":["what defines a entity_1?","how are they related to the periodic table?","how is it organised?","how does a chemical compound differ from an element?","what are different types of chemical compoundss?","how are they formed?","which ones are important for the human body?","what are important ones used on a daily basis?"],"26":["what comprises a entity_1?","is it the same for men as well as women?","what are some specific recommendations for women?","are entity_2 necessary for a good health?","can it harm you instead?","how necessary is entity_3?","what happens if it's consumed in a smaller amount than recommended?"],"27":["describe entity_2.","what are its dangers?","are there any methods to prevent it getting worse?","what can i do at an individual level?","how do i reduce my entity_1?","is the us government doing anything about it?","how is overpopulation related?"],"28":["what is the entity_1?","what era did it happen?","what genre did it involve?","what is so special about it?","which bands were a key part?","what was the leading band and what was its role?","is it related to any other musical movements?","what was its impact on american music?","what other music movement succeeded it?"],"29":["what are some advantages of using entity_1?","can i run entity_2 software in it?","how does it compare to entity_2?","which of these is more popular?","how do i install software on it?","what is an easy way to install python?","tell me about how i can share files."],"3":["what was the entity_1 revolution?","when did it start and end?","why did it start?","what did the entity_1 invent?","what entity_2 were used?","when was it brought to the british isles?","describe the period that follows it.","what was its significance?","what were the houses like?"],"4":["what are the best ways to cook a entity_2?","should i entity_1 a entity_2 before smoking it?","how much salt do i use to entity_1 it?","what kind of wood should i use?","how long should it be smoked for?","is smoked entity_2 healthy?","what can you do with leftovers?","how long are leftovers good for in the fridge?","what's a recipe for smoked entity_2 soup?","how about one for chili?"],"5":["what are the most important us supreme court cases?","what did plessy v. ferguson establish?","how about marbury vs madison?","was it unanimous?","what was the implication of roe vs wade?","what were the main arguments?","what was the point of brown v board of ed?","what were the main arguments?","why is it important today?"],"6":["what are the different types of entity_1?","tell me about the characteristics of entity_3.","what are they composed of?","what is their basic structure?","what are the main types with examples of each?","tell me about entity_2.","what is their function?","what are the types of entity_2?","what is the most common?","what is the difference between them and entity_3?","why are entity_3 better?"],"7":["what was the entity_1 of 1933?","what is exempt from it?","why was it needed?","what was the reason for creating the 1934 entity_1?","what is the entity_2?","how and when when was it created?","what was the first stock market?"],"8":["why is entity_2 important?","why should one study it?","tell me about its career options.","are entity_4 in high demand?","how much do they make on average in a year?","what is entity_3 entity_1?","describe some different metrics to interpret it.","what are quartiles?","how do you find the lower and upper quartile?"],"9":["how does entity_3 entity_1?","what happens to its molecules?","why is n't the bottom of the ocean frozen?","can the bottom of the ocean entity_1?","where is the coldest place on earth?","does dome fuji have inhabitants?","why is entity_2 so cold?","how cold is the entity_3 underneath the ice?","what is the biggest town?"]},"Reformulated_EntityIndex":{"0":["what is a entity_6?","what are entity_5 required to become a entity_6?","what does entity_5 required to become a entity_6 cost?","what's the average entity_6 entity_1 in the uk?","what about the average entity_6 entity_1 the us?","what school subjects are needed to become a entity_4?","what is the entity_6 average salary vs a entity_4?","what the difference between a entity_6 and a entity_3?","do nurse practitioners or physician's assistants make more entity_1?","is a entity_6 entity_2 above a entity_3?","what is the fastest way to become a entity_3?","how much longer does it take to become a doctor after being an entity_3?"],"1":["what are the main breeds of entity_1?","tell me about boer goats.","what breed of entity_1 is entity_2?","are entity_3 entity_2?","what about boer goats entity_2?","what are pygmies entity_1 used for?","what is the best entity_1 for fiber production?","how long do entity_3 live?","can you milk entity_3?","how many entity_3 can you have per acre?","are entity_3 profitable?"],"10":["what are   entity_2?","how did entity_2 become a new trend?","why are most of the constructions inspired by entity_2?","what are the different domains where such entity_2 have been adapted?","how has entity_2 affected technology?","how have the different giants in entity_1 responded to entity_2?","has entity_2 introduction led to increase in entity_1?","if designs are already futuristic, how will this change in the future?"],"11":["what is a good age to get entity_1?","give me a short description of the entity_1 procedure.","what are entity_1 benefits?","what are the entity_1 risks?","describe experiences of some people who had entity_1 done.","are there any good alternatives to entity_1?","what is entity_1 success rate?","once entity_1 is done, what kind of precautions do i need to take?","does the effect of entity_1 wear off with age?"],"12":["what is entity_1 exactly?","how is entity_1 made?","what are tofus origins?","what is the best entity_1?","is entity_1 a kind of cheese?","can i eat entity_1 raw?","what are common ways to cook entity_1?","in what cuisines is entity_1 popular?","is entity_1 good for you?","can entity_1 make you sick?","is too much entity_1 bad for you?"],"13":["what are entity_1?","what are some examples of entity_1?","describe the characteristics of entity_2 topology.","what routes can be taken by an upstream packet in a entity_2?","describe entity_2 core, aggregator and edge switches.","are entity_2 flows bidirectional?","how many forwarding rules are there in each layer of the entity_2?","describe the jellyfish network architecture.","which entity_3 is more resilient to failure?"],"14":["tell me about the international entity_1 olympiad.","how do i prepare for the international entity_1 olympiad?","how tough is the international entity_1 olympiad exam?","what kind of problems can i expect in the international entity_1 olympiad.?","tell me about the history of entity_1 as a field.","who was panini and what were his contributions to entity_1?","what is the link between entity_1 and computer science?"],"15":["what is a normal entity_1?","what does it mean if blood sugar higher than the normal entity_1?","what is a dangerous entity_1?","how do you bring entity_1 down quickly?","how fast can entity_1 rise?","and what if entity_1 is lower than normal?","how does a lower entity_1 make you feel?","do different activities lead to an imbalance in entity_1?","is there a relation between age and sugar levels?"],"16":["what are the different forms of entity_2?","how can entity_2 be stored?","what type of entity_2 is used in motion?","tell me about entity_1.","give me some examples of entity_1","why is sound a form of entity_1?","how does entity_1 differ from potential entity_2?","are potential and kinetic entity_2 the same?","what type of entity_2 does chemical entity_2 belong to?","what form of entity_2 is used in eating?"],"17":["describe entity_2.","what makes entity_2 so unusual?","tell me about entity_2 entity_3.","why is entity_2 entity_3 tilted?","how is entity_2 entity_3 rotation different from other planets?","what is peculiar about entity_2 seasons?","are there any other planets similar to entity_2?","describe the characteristics of entity_1.","why is entity_1 important to our solar system?","how are the planets entity_2 and entity_1 similar to each other?","can life exist on entity_2 or entity_1 of them?"],"18":["what is chemical energy?","describe a entity_1.","how is a entity_1 represented entity_2?","give me an example of a entity_1 entity_2.","what are the different kinds of chemical reactions?","what is a entity_3?","how is decomposition entity_1 change?","what is a entity_4?","tell me the differences between entity_4 and entity_3."],"19":["describe entity_1.","what are the entity_1 important functions?","tell me about the phospholipid bilayer in entity_1.","what are entity_1 functions?","what happens if the entity_1 gets damaged?","do cell entity_1 repair themselves?","which nutrients may help in the repair process of entity_1?"],"2":["tell me about the types of irregular heart beat.","how serious is an irregular heart beat?","what are the different types of tachycardia?","what is entity_1?","what causes entity_1?","what's the difference between entity_1 and fibrillation?","how does entity_2 affect an ecg?","does entity_2 shorten your life?","what triggers entity_2?","how do you stop an entity_2 attack?","what is the best exercise for to stop an entity_2 attack?"],"20":["what is entity_3?","what are entity_3 major types?","tell me about entity_2.","how is entity_2 different from biological entity_3?","does entity_2 change the composition of rocks?","what is the entity_1 of entity_2?","give me an example the entity_1 of entity_2?","what happens when quartz undergoes entity_2?"],"21":["what are the most common entity_1 used in cooking?","how are entity_1 different from herbs?","why do entity_1 taste good?","where do most entity_1 come from?","what cuisines use entity_1 heavily?","what are the most popular indian entity_1?","tell me about turmeric.","are there any benefits of consuming turmeric?","what is the oldest spice?","what is the most expensive spice and why?"],"22":["what are the main types of entity_1 farming?","what breeds of entity_1 produce the most milk?","how much do holsteins entity_1 produce?","what is special about jersey entity_1 milk?","do we eat dairy entity_1?","what are the most common entity_1 breeds for meat?","where are entity_2 entity_1 from?","how much space do entity_2 entity_1 need?"],"23":["how can i help my friend stop entity_2?","what are entity_2 long term effects?","does entity_2 cause cancer?","what makes entity_2 so addictive?","are there any alternatives to entity_2 entity_1?","how effective are the entity_1 patches?","tell me about the cold turkey method for entity_2.","describe typical entity_2 withdrawal symptoms."],"24":["tell me about entity_1.","are entity_1 really whales?","how do entity_1 hunt?","what do entity_1 eat?","where did entity_1 get their name?","are entity_1 dangerous?","where can go to watch entity_1?","when is a good season for spotting entity_1?","how does captivity affect entity_1?"],"25":["what defines a entity_3?","how are entity_3 related to the periodic table?","how is the entity_2?","how does a chemical compound differ from an element?","what are different types of entity_1?","how are entity_1 formed?","which entity_1 are important for the human body?","what are important entity_1 used on a daily basis?"],"26":["what comprises a entity_1?","is entity_1 the same for men as well as women?","what are some specific entity_1 recommendations for women?","are entity_2 necessary for a good health?","can entity_2 harm you instead?","how necessary is entity_3 in a entity_1?","what happens if entity_3 consumed in a smaller amount than recommended?"],"27":["describe entity_2.","what are entity_2 dangers?","are there any methods to prevent entity_2 getting worse?","what can i do at an individual level to prevent entity_2 getting worse?","how do i reduce my entity_1?","is the us government doing anything about entity_1?","how is overpopulation related to entity_2?"],"28":["what is the entity_1?","what era did entity_1 happen?","what genre did entity_1 involve?","what is so special about entity_1?","which bands were a key part in entity_1?","what was the leading band and what was leading bands role in entity_1?","is entity_1 related to any other musical movements?","what was entity_1 impact on american music?","what other music movement succeeded entity_1?"],"29":["what are some advantages of using entity_1?","can i run entity_2 software in entity_1?","how does entity_1 compare to entity_2?","which is more popular entity_1 or entity_2?","how do i install software on entity_1?","what is an easy way to install python on entity_1?","tell me about how i can share files on entity_1."],"3":["what was the entity_1 revolution?","when did the entity_1 revolution start and end?","why did the entity_1 revolution start?","what did the entity_1 invent?","what entity_2 were used by the entity_1?","when were entity_2 were used by the entity_1 brought to the british isles?","describe the period that follows the entity_1 revolution.","what was entity_1 revolution significance?","what were the houses in the entity_1 revolution like?"],"4":["what are the best ways to cook a entity_2?","should i entity_1 a entity_2 before smoking it?","how much salt do i use to entity_1 a entity_2?","what kind of wood should i use to entity_1 a entity_2?","how long should a entity_1 entity_2 be smoked for?","is smoked entity_2 healthy?","what can you do with smoked entity_2 leftovers?","how long are smoked entity_2 leftovers good for in the fridge?","what's a recipe for smoked entity_2 soup?","how about a recipe for smoked entity_2 for chili?"],"5":["what are the most important us supreme court cases?","what did plessy v. ferguson entity_1 establish?","how about marbury vs madison entity_1?","was marbury vs madison unanimous entity_1?","what was the implication of roe vs wade entity_1?","what were the main arguments of roe vs wade entity_1?","what was the point of brown v board of ed entity_1?","what were the main arguments of brown v board of ed entity_1?","why is the main arguments of brown v board of ed entity_1 important today?"],"6":["what are the different types of entity_1?","tell me about the characteristics of entity_5 entity_1.","what are entity_5 composed of?","what is entity_5 entity_1 basic structure?","what are the main types of entity_1 entity_5 with examples of each?","tell me about entity_3.","what is entity_3 function?","what are the types of entity_3?","what is the most common entity_2 of entity_3?","what is the difference between entity_3 and entity_5?","why are entity_5 better than entity_4?"],"7":["what was the entity_1 of 1933?","what is exempt from the entity_1 of 1933?","why was the entity_1 of 1933 needed?","what was the reason for creating the 1934 entity_1?","what is the entity_2?","how and when was the entity_2 created?","what was the first stock market?"],"8":["why is entity_2 important?","why should one study entity_2?","tell me about entity_2 career options.","are entity_4 in high demand?","how much do entity_4 make on average in a year?","what is entity_3 entity_1?","describe some different metrics to interpret entity_3 entity_1.","what are quartiles entity_1?","how do you find the lower and upper quartile entity_1?"],"9":["how does entity_3 entity_1?","what happens to entity_3 molecules when entity_3 moelcules entity_1?","why is n't the bottom of the ocean frozen?","can the bottom of the ocean entity_1?","where is the coldest place on earth?","does dome fuji have inhabitants?","why is entity_2 so cold?","how cold is the entity_3 underneath the ice in antartica?","what is the biggest town?"]}}